VynDragon/micropython/ports/BL/boards/BL808_GENERIC/mpconfigboard.h

#ifndef MICROPY_HW_BOARD_NAME
#define MICROPY_HW_BOARD_NAME "Generic BL602 Module"
#endif

#ifndef MICROPY_HW_MCU_NAME
#define MICROPY_HW_MCU_NAME "BL602"
#endif
